Repository: chouhsiang/step-editor
Catalog: StepEditor/Localizable.xcstrings
Source language: en
Languages: zh_hant

source: About
zh_hant: 關於

source: Add steps to the Health app
zh_hant: 把步數寫入「健康」App

source: Added %lld steps to the Health app
zh_hant: 已新增 %lld 步到「健康」App

source: Authorization failed
zh_hant: 授權失敗

source: Enter a whole number of steps greater than 0.
zh_hant: 請輸入大於 0 的整數步數。

source: Enter steps, then tap Sync to Health to write them to the Health app.
zh_hant: 輸入後按下「同步到健康」，步數會寫入 iPhone「健康」App。

source: Failed to save: %@
zh_hant: 寫入失敗：%@

source: GitHub open source project
zh_hant: GitHub 開源專案

source: Health data is not available on this device.
zh_hant: 此裝置不支援健康資料（HealthKit）。

source: How to delete steps
zh_hant: 如何刪除步數

source: Invalid input
zh_hant: 輸入有誤

source: OK
zh_hant: 好

source: Open Source
zh_hant: 開源

source: Record time
zh_hant: 紀錄時間

source: Steps
zh_hant: 步數

source: Steps to add
zh_hant: 要新增的步數

source: Sync failed
zh_hant: 同步失敗

source: Sync to Health
zh_hant: 同步到健康

source: Syncing…
zh_hant: 同步中…

source: This open-source project uses the MIT License. See GitHub for source code and docs.
zh_hant: 本專案為開源軟體，採用 MIT License，原始碼與說明請見 GitHub。

source: Delete
zh_hant: 刪除

source: Delete failed
zh_hant: 刪除失敗

source: Failed to delete: %@
zh_hant: 刪除失敗：%@

source: History
zh_hant: 紀錄

source: Loading…
zh_hant: 載入中…

source: No individual step records for this day.
zh_hant: 這一天沒有個別步數紀錄。

source: No records
zh_hant: 沒有紀錄

source: No step data
zh_hant: 尚無步數資料

source: Only records written by Step Patch can be deleted. Swipe left to delete.
zh_hant: 只有 Step Patch 寫入的紀錄可以刪除，向左滑即可刪除。

source: Only records written by this app can be deleted.
zh_hant: 只能刪除本 App 寫入的紀錄。

source: Step totals from the Health app will appear here.
zh_hant: 來自「健康」App 的每日步數會顯示在這裡。

source: This app
zh_hant: 本 App

source: Unable to load records
zh_hant: 無法載入紀錄

source: Unable to load steps
zh_hant: 無法載入步數

source: You can delete Step Patch records in the History tab. Other sources can be removed in the Health app.
zh_hant: 可在「紀錄」分頁刪除 Step Patch 寫入的步數；其他來源請到「健康」App 刪除。

source: steps
zh_hant: 步

source: To delete steps, open the Health app → Walking → Show All Data, then delete records written by this app.
zh_hant: 若要刪除步數，請到「健康」App 的「步行」→「顯示所有資料」，找到本 App 寫入的紀錄後刪除。

source: Unavailable
zh_hant: 無法使用

source: Write access for steps is not allowed. Enable it in Settings → Health → Data Access & Devices.
zh_hant: 尚未授權寫入步數，請到「設定 > 健康 > 資料取用與裝置」開啟權限。

source: All Recorded Data
zh_hant: 所有記錄的資料

source: Edit
zh_hant: 編輯

source: Done
zh_hant: 完成

source: Delete All
zh_hant: 全部刪除

source: Cancel
zh_hant: 取消

source: Details
zh_hant: 詳細資訊

source: Sample Details
zh_hant: 樣本詳細資訊

source: Device Details
zh_hant: 裝置詳細資訊

source: Walking
zh_hant: 步行

source: Start
zh_hant: 開始時間

source: End
zh_hant: 結束時間

source: Source
zh_hant: 來源

source: Date Added to Health
zh_hant: 加入「健康」的日期

source: Name
zh_hant: 名稱

source: Manufacturer
zh_hant: 製造商

source: Model
zh_hant: 機型

source: Hardware Version
zh_hant: 硬體版本

source: Software Version
zh_hant: 軟體版本

source: Delete all Step Patch records for this day?
zh_hant: 要刪除這一天所有由 Step Patch 寫入的紀錄嗎？

source: Only records written by Step Patch can be deleted.
zh_hant: 只有 Step Patch 寫入的紀錄可以刪除。

source: Add Steps
zh_hant: 新增步數

source: Adding…
zh_hant: 新增中…

source: Enter steps, then tap Add Steps to write them to the Health app.
zh_hant: 輸入後按下「新增步數」，步數會寫入 iPhone「健康」App。

source: Time
zh_hant: 時間

source: Quick Select
zh_hant: 快速選擇
